const AboutPage = () => {
    return (
        <div className="flex flex-col gap-4 px-4 pt-4">
            <h3 className="font-bold text-[18px] max-md:text-[14px]">О нас</h3>
            <p className="text-[14px] max-md:text-[13px]">Сеть фирменных магазинов "Atom" насчитывает более 100 брендовых точек продаж на всей территории Российской Федерации.</p>
            <p className="text-[14px] max-md:text-[13px]">Коллекции магазина "Atom" регулярно обновляются: собственное дизайн-бюро создает 52 полноценных новых коллекций игровых товаров в год. Каждый месяц в наши магазины поступает более 600 новых моделей товаров в различных цветах и комплектациях.</p>
            <p className="text-[14px] max-md:text-[13px]">С открытием интернет-магазина возможность приобрести игровые товары нашей торговой марки появилась у жителей городов, в которых пока нет брендовых магазинов "Atom". Доставка заказа осуществляется курьерскими службами по всей территории России.</p>
        </div>
    )
}

export default AboutPage;